module.exports = {
  seatdata: {
    seat: [
    [0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0],
    [0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0],
    [0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],
    [0, 0, 0, 0, 1, 1, 3, 3, 3, 1, 1, 1, 1, 1, 1, 1],
    [0, 0, 0, 0, 1, 1, 1, 1, 3, 3, 1, 1, 1, 1, 1, 1],
    [0, 0, 0, 0, 1, 1, 1, 3, 3, 3, 3, 3, 1, 1, 1, 1],
    [0, 0, 0, 0, 1, 1, 1, 3, 3, 3, 3, 3, 3, 1, 1, 1],
    [0, 0, 0, 0, 1, 1, 1, 1, 3, 3, 3, 3, 1, 1, 1, 1],
    [0, 0, 0, 0, 1, 1, 1, 1, 3, 3, 1, 1, 1, 1, 1, 1],
    [1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 3, 3, 1, 1, 1, 1],
    [1, 1, 1, 1, 1, 1, 1, 1, 3, 1, 1, 1, 3, 1, 1, 1]
    ]
  },
  theater:[
    [{ nm: "万达影城(七星万达广场店)", addr: "七星区穿山东路43号万达广场娱乐楼5、6层" }], 
    [{ nm: "中影梧桐墅国际影城(灵川店)", addr: "灵川县龙头岭银渠路梧桐墅华联购物广场二层" }], 
    [{ nm: "华夏秀水影城(阳朔店)", addr: "阳朔县叠翠路19号尺水街（椿记烧鹅后面）" }],
    [{ nm: "银河欢乐影城(杜比全景声激光旗舰店)", addr: "象山区中山南路百年荟城市广场富1层" }],
    [{ nm: "半岛国际影城", addr: "地址：荔浦县滨江南路半岛豪庭" }],
    [{ nm: "中影国际影城(桂林象山红街店)", addr: "象山区崇信路43号红街商业广场4号楼" }],
    [{ nm: "半岛国际影城", addr: "荔浦县滨江南路半岛豪庭" }],
    [{ nm: "鑫海国际影城", addr: "七星区辅星路13号鑫海国际大厦" }],
    [{ nm: "新时代环球影城", addr: "象山区凯风路90号（万福广场1号楼第四层）" }],
    [{ nm: "大发国际电影城", addr: "荔浦县滨江路大发商贸城一楼" }],
    [{ nm: "梦露影城", addr: "象山区环城西一路117号联达广场4号楼" }],
    [{ nm: "天籁巨幕影院", addr: "秀峰区中心广场漓江大瀑布饭店旁（原凯撒5楼）" }],
    [{ nm: "冷杉欢腾影城", addr: "全州县中心路4号" }],
    [{ nm: "大唐影城(兴安县)", addr: "兴安县银杏广场旁南城百货3楼" }],
    [{ nm: "金逸影城(心连心店)", addr: "象山区中山中路8号桂名大厦3楼（近国美）" }],
    [{ nm: "桂林电影院(中山中路店)", addr: "秀峰区中山中路36号（大世界写字楼旁）" }],
    [{ nm: "万达影城(叠彩万达广场店)", addr: "叠彩区滨北路169号万达广场4楼" }],
    [{ nm: "中影益田国际影城", addr: "阳朔县益田西街" }],
    [{ nm: "光华数字影城", addr: "永福县苏桥镇土榕大道北侧（东段）一号楼第三层影视、娱乐城" }],
    [{ nm: "华夏枫林影城", addr: "临桂区西城北路东侧时代枫林步行街中段3号楼3层" }],
    [{ nm: "大唐影城(灵川县)", addr: "灵川县灵川镇灵南路旺角广场" }],
    [{ nm: "半岛国际影城", addr: "地址：荔浦县滨江南路半岛豪庭" }],
    [{ nm: "宝达影院", addr: "龙胜各族自治县日新路宝立广场3楼" }],
    [{ nm: "恒大影城(恒大广场店)", addr: "叠彩区桂林恒大广场一期29楼四-五层恒大影城（桂林火车始发站站前广场东侧，北辰路西侧）" }],
    [{ nm: "灌阳中广国际影城", addr: "灌阳县灌阳镇灌江中路10号" }],
    [{ nm: "金雁国际影城", addr: "雁山区雁中路16号雁山新城5号楼" }],
    [{ nm: "芒果国际影城", addr: "临桂区花生唐购物中心三楼，西城南路1号" }],
    [{ nm: "晴瑞巨幕影城(天和百货店)", addr: "灵川县八里街八里五路与川东四路交汇处天和百货4楼" }],
    [{ nm: "东西巷影城", addr: "峰区东西巷商业街时尚风情街4楼" }],
    [{ nm: "梦迪影城", addr: "恭城瑶族自治县文武路粤华世纪鑫城内" }]
    ]
}